OpenFOAM/OpenFOAM-2.2.x/tutorials/heatTransfer/chtMultiRegionSimpleFoam/heatExchanger/Allrun
#!/bin/bash

cd ${0%/*} || exit 1    # run from this directory

./Allrun.pre

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication $(getApplication)
